

HEADERS = {"Content-Type": "application/json"}

TOKEN = "ваш токен"
token = '''ваш токен'''
folder_id = 'ваш фолдер айди'
MAX_TOKENS_IN_SESSION = 1500
MAX_TOKENS = 200
SYSTEM_CONTENT_BOT = (
    "Ты пишешь историю вместе с человеком. "
    "Историю вы пишете по очереди. Начинает человек, а ты продолжаешь. "
    "Если это уместно, ты можешь добавлять в историю диалог между персонажами. "
    "Диалоги пиши с новой строки и отделяй тире. "
    "Не пиши никакого пояснительного текста в начале, а просто логично продолжай историю."
)
